Repository: common-repository/recstory
Catalog: languages/recstory-*.po
Languages: ro_ro

source: Recommended Articles
ro_ro: Articole recomandate

source: Close
ro_ro: Închidere

source: Rec Stories Settings Page
ro_ro: Pagină setări Articole Recomandate

source: Rec Stories
ro_ro: Articole Recomandate

source: Recommended stories for WordPress
ro_ro: Articole recomandate pentru WordPress

source: Save Changes
ro_ro: Salvare modificări

source: Recommended Stories for WordPress Settings
ro_ro: Setările modulului Articole recomandate pentru WordPress

source: Number of links to display in the animated box
ro_ro: Numărul de legături de afișat în cutia animată

source: Activate theme's thumbnail support?
ro_ro: Activarea suportului pentru medalioane?

source: Turn off sticky attribute in main loops?
ro_ro: Eliminarea funcției lipicioase din buclele principale de articole?

source: Percent of vertical scrolling where to display the animated box
ro_ro: Poziția din timpul derulării verticale a paginii la care să se afișeze cutia animată

source: Where to display the animated box
ro_ro: Unde să se afișeze cutia animată

source: Display on single pages
ro_ro: Afiașare în pagini singulare

source: Display on frontpage
ro_ro: Afișare pe pagina principală

source: Display on search page
ro_ro: Afișare în pagina de căutare

source: Display on archive pages
ro_ro: Afișare în paginile pentru arhive

source: Display on category pages
ro_ro: Afișare în paginile pentru categorii

source: Display on author pages
ro_ro: Afișare în paginile autorilor

source: Display on tag pages
ro_ro: Afișare în paginile etichetelor

source: When to display the animated box
ro_ro: Când să se afișeze cutia animată

source: Display only if users are logged in
ro_ro: Afișare numai pentru utilizatorii autentificați

source: Enter your settings below.
ro_ro: Introduceți setările dumneavoastră mai jos.

source: Incorrect value entered for number of sticky posts!
ro_ro: Valoare incorectă pentru numărul de legături de afișat!

source: Remove recommended stories box on this page:
ro_ro: Elimină cutia cu articole recomandate pentru această pagină:
